
/*
 * |=====================================================================
 * | [FS] Write Text Flag Define
 * |=====================================================================
 * | Date   : 2019-08-17 
 * | Writer : lian0123
 * | About  : 寫檔Header設定
 * |
 */
var FilePath = "";
var FileName = "";

/*
 * |=====================================================================
 * | [FS] Write Text Flag Define
 * |=====================================================================
 * | Date   : 2019-08-17 
 * | Writer : lian0123
 * | About  : 寫檔功能的Flag設定
 * |
 */
var AsciiWrite = {encoding: 'ascii',flag:'w'};
var UTF8Write  = {flag:'w'};
